DESCRIPTIONS = ["Роскошное кольцо из белого золота в виде цветка с бриллиантами и танзанитом подчеркнёт женственность и харизму своей обладательницы. Это идеальное вечернее украшение или элегантная деталь для повседневных образов. Магнетический оттенок танзанита притягивает к себе взгляды. Редкий камень добывается в единственном месторождении на Земле, высоко ценится ювелирами и коллекционерами. В холодных отблесках белого золота камень покажет всю красоту своего цвета и перелива граней."]

UPLOAD_FOLDER = 'out'
ALLOWED_EXTENSIONS = set(['zip', 'rar', '7z'])
ALLOWED_IMG_EXTENSIONS = set(['png', 'jpg', 'jpeg'])

SECRET_KEY = "B1BB7B836CFA2600E09DAE1243DD4ECCA7F23E55"
SESSION_TYPE = "filesystem"
SERVER_FILE_PATH = "upload_file"
PORT = 3350
